Repository: BoraSarang/LiteRT-LM-Studio
Catalog: LiteRTLMStudio/Localizable.xcstrings
Source language: ko
Languages: en

# about.author
source: 제작자: BoRaSaRang
en: Made by BoRaSaRang

# about.libraries
source: 사용한 라이브러리
en: Libraries Used

# about.tagline
source: macOS 전용 온디바이스 LLM 채팅 매니저
en: An on-device LLM chat manager for macOS

# about.version
source: 버전 %@ (build %@)
en: Version %@ (build %@)

# app.menu.aboutItem
source: LiteRT-LM Studio 정보
en: About LiteRT-LM Studio

# app.menu.newChat
source: 새 채팅
en: New Chat

# app.menu.quit
source: LiteRT-LM Studio 종료
en: Quit LiteRT-LM Studio

# app.menu.server
source: 서버
en: Server

# app.menu.serverStart
source: 서버 시작
en: Start Server

# app.menu.serverStop
source: 서버 중지
en: Stop Server

# app.menu.toggleInspector
source: 인스펙터 토글
en: Toggle Inspector

# app.menu.toggleLogPanel
source: 하단 패널 토글
en: Toggle Bottom Panel

# app.menu.view
source: 보기
en: View

# app.menu.zoomIn
source: 확대
en: Zoom In

# app.menu.zoomOut
source: 축소
en: Zoom Out

# app.menu.zoomReset
source: 실제 크기
en: Actual Size

# app.window.about
source: 정보
en: About

# app.window.benchmark
source: 벤치마크
en: Benchmarks

# app.window.debugPanel
source: 디버그 패널
en: Debug Panel

# app.window.modelManager
source: 모델 관리
en: Model Manager

# appearance.dark
source: 다크
en: Dark

# appearance.light
source: 라이트
en: Light

# appearance.system
source: 시스템
en: System

# benchmark.allRecords
source: 전체 기록
en: All runs

# benchmark.analysis.cancelled
source: 분석이 중단되었습니다.
en: Analysis was cancelled.

# benchmark.analysis.failed
source: 분석 실패: 서버 상태를 확인해 주세요. (E-MAC-ENG-0002)
en: Analysis failed. Check the server and try again. (E-MAC-ENG-0002)

# benchmark.analysis.notPrepared
source: 앱 내 엔진이 준비되지 않았습니다. 사이드바 엔진 행에서 실행 후 다시 시도해 주세요.
en: The in-app engine isn't ready. Start it from the engine row in the sidebar and try again.

# benchmark.elapsed.minutes
source: %d분 %d초
en: %dm %ds

# benchmark.elapsed.seconds
source: %d초
en: %d sec

# benchmark.estimate.average
source: 예상 약 %@~%@ (이전 기록 평균)
en: About %@–%@ (average of past runs)

# benchmark.estimate.cli
source: 예상 약 3~10분 (12B는 워밍업 타임아웃 가능)
en: About 3–10 min (12B may time out while warming up)

# benchmark.estimate.native
source: 예상 약 1~3분 (첫 준비 포함)
en: About 1–3 min (including first-time setup)

# benchmark.retention.unlimited
source: 제한 없음
en: Unlimited

# benchmark.stage.done
source: 4. 완료
en: 4. Done

# benchmark.stage.init
source: 1. 엔진 초기화
en: 1. Initialize engine

# benchmark.stage.measure
source: 2. 측정 실행
en: 2. Run benchmark

# benchmark.stage.summarize
source: 3. 결과 정리
en: 3. Summarize

# benchmark.status.cancelled
source: 중단
en: Cancelled

# benchmark.status.done
source: 완료
en: Done

# benchmark.status.failed
source: 실패
en: Failed

# benchmark.tokensPerSecond
source: %.1f 토큰/초
en: %.1f tok/s

# benchmark.ui.aiAnalysis
source: AI 분석
en: AI Analysis

# benchmark.ui.analysisHelp
source: 측정한 경로의 모델로 결과를 해석하고 개선안을 제안합니다.
en: Uses the model from the measured route to interpret the results and suggest improvements.

# benchmark.ui.analysisSubtitle
source: 측정 %@ · 분석 %@
en: Measured %@ · Analyzed %@

# benchmark.ui.analyzing
source: 분석 중…
en: Analyzing…

# benchmark.ui.backendSummary
source: 백엔드 %@ · 프리필 %d토큰 · 디코드 %d토큰
en: Backend %@ · prefill %d tokens · decode %d tokens

# benchmark.ui.batteryHelp
source: 배터리 충전 중에는 속도 제한
en: Speed is limited while charging

# benchmark.ui.beforeMeasure.desc
source: 모델과 모드를 고르고 측정을 시작하세요.
en: Pick a model and mode, then start measuring.

# benchmark.ui.beforeMeasure.title
source: 측정 전이에요
en: Ready to Measure

# benchmark.ui.cancelledNoResult
source: 사용자 중단으로 결과가 없어요.
en: No results because you cancelled.

# benchmark.ui.chart.decode
source: 답 생성
en: Decode

# benchmark.ui.chart.perSecond
source: 초당 토큰
en: Tokens per second

# benchmark.ui.chart.prefill
source: 입력 처리
en: Prefill

# benchmark.ui.chart.section
source: 구간
en: Phase

# benchmark.ui.clearAll
source: 전체 지우기
en: Clear All

# benchmark.ui.cliTimeout
source: CLI는 12B급에서 워밍업 10분을 넘기면 타임아웃될 수 있어요. 중지(⌘.) 후 앱 내 엔진으로 시도해 보세요.
en: The CLI can time out for 12B-class models when warm-up exceeds 10 minutes. Stop (⌘.) and try the in-app engine instead.

# benchmark.ui.copyResultHelp
source: 분석 결과 복사
en: Copy the analysis result

# benchmark.ui.delete
source: 삭제
en: Delete

# benchmark.ui.elapsed
source: 소요 %@
en: Took %@

# benchmark.ui.elapsedShort
source: 경과 %@
en: %@ elapsed

# benchmark.ui.failedNoResult
source: 실패로 결과가 없어요. 로그를 확인해 주세요.
en: No results because it failed. Check the log.

# benchmark.ui.filter
source: 필터
en: Filter

# benchmark.ui.heading
source: 벤치마크
en: Benchmarks

# benchmark.ui.iterProgress
source: 반복 %d/%d 측정 중… · 경과 %@
en: Measuring iteration %d/%d… · %@ elapsed

# benchmark.ui.menu
source: 벤치마크 메뉴
en: Benchmark Menu

# benchmark.ui.modePicker
source: 모드
en: Mode

# benchmark.ui.modelPicker
source: 모델
en: Model

# benchmark.ui.mtpHelp
source: MTP는 기본 꺼짐. 켜면 가속되지만 측정값이 달라질 수 있어요.
en: MTP is off by default. Turning it on speeds things up but can change the measurements.

# benchmark.ui.mtpUnstableHelp
source: MTP(추측적 디코딩)가 켜져 있거나 배터리가 20% 이하로 방전 중이면 측정값이 흔들릴 수 있어요.
en: Measurements can be unstable when MTP (speculative decoding) is on or the battery is discharging below 20%.

# benchmark.ui.new
source: 새 벤치마크
en: New Benchmark

# benchmark.ui.newHelp
source: 새 벤치마크 (측정 준비)
en: New benchmark (ready to measure)

# benchmark.ui.newMeasurement
source: 새 측정
en: New Measurement

# benchmark.ui.noRecord
source: 기록 없음
en: No Record

# benchmark.ui.noRecords.desc
source: 측정을 시작하면 결과가 여기에 쌓여요.
en: Start a measurement and the results will pile up here.

# benchmark.ui.noRecords.title
source: 기록이 없어요
en: No Records Yet

# benchmark.ui.noSavedLog
source: 저장된 원문이 없어요 (이전 버전 기록).
en: No saved raw output (recorded by an earlier version).

# benchmark.ui.perSecond
source: %.1f 토큰/초
en: %.1f tokens/s

# benchmark.ui.rawOutput
source: 원문 출력
en: Raw Output

# benchmark.ui.records
source: 기록
en: Records

# benchmark.ui.showPrompt
source: 분석 프롬프트 보기
en: Show Analysis Prompt

# benchmark.ui.stageProgress
source: %@ 진행 중… · 경과 %@
en: %@ in progress… · %@ elapsed

# benchmark.ui.startAnalysis
source: 분석 시작
en: Start Analysis

# benchmark.ui.startMeasure
source: 측정 시작
en: Start Measurement

# benchmark.ui.stop
source: 중지
en: Stop

# catalog.blurb.gemma3n_e2b
source: 모바일 우선 E2B
en: Mobile-first E2B

# catalog.blurb.gemma3n_e4b
source: 모바일 우선 E4B
en: Mobile-first E4B

# catalog.blurb.gemma4_12b
source: 균형형 12B, QAT 양자화
en: Balanced 12B with QAT quantization

# catalog.blurb.gemma4e2b
source: 노트북용 경량, 추론·도구·이미지 지원
en: Lightweight for laptops; inference, tools, and images

# catalog.blurb.qwen2_5_1_5b
source: 초경량 1.5B 입문용
en: Ultra-light 1.5B for beginners

# catalog.blurb.qwen2vl_2b
source: 이미지+텍스트 2B
en: Image + text 2B

# catalog.blurb.qwen3_4b
source: 가성비 4B 텍스트
en: Great-value 4B for text

# catalog.blurb.qwen3asr_0_6b
source: 음성 인식 0.6B
en: Speech recognition 0.6B

# catalog.copyRepoID
source: 저장소 ID 복사
en: Copy the repository ID

# catalog.count
source: %d건
en: %d results

# catalog.download
source: 다운로드
en: Download

# catalog.downloadFailed
source: 다운로드 실패: %@
en: Download failed: %@

# catalog.downloadOptions
source: 다운로드 옵션
en: Download Options

# catalog.downloadRequested
source: 다운로드를 요청했습니다. 내 모델 탭 다운로드 중에서 확인하세요.
en: Download requested. Check progress under Downloading in the My Models tab.

# catalog.duplicateDownload
source: 같은 파일을 이미 받는 중입니다.
en: This file is already downloading.

# catalog.fetchDetailFailed
source: 상세 조회 실패: %@
en: Could not load the details: %@

# catalog.fetchListFailed
source: 목록 조회 실패: %@
en: Could not load the list: %@

# catalog.fileSelect
source: 파일 선택
en: Select a file

# catalog.hfToken
source: Hugging Face 토큰 (게이트 저장소만)
en: Hugging Face token (gated repos only)

# catalog.hfTokenHelp
source: google 계열 등 승인 필요 저장소는 HF에서 접근 승인 후 토큰 입력 (세션만 유지)
en: For repos that require approval (such as Google's), get access on HF first and enter a token here (kept for this session only).

# catalog.installed
source: 설치됨
en: Installed

# catalog.installedSummary
source: 로컬 설치 %d개 · 스테이징 %d개
en: %d installed locally · %d staged

# catalog.loadMore
source: 더 보기
en: Load More

# catalog.loading
source: 불러오는 중…
en: Loading…

# catalog.localModelID
source: 로컬 모델 ID
en: Local model ID

# catalog.manualDownload
source: 수동 다운로드
en: Manual Download

# catalog.manualDownloadHelp
source: 브라우저에서 파일 목록을 열어 직접 받기
en: Open the file list in your browser and download it yourself

# catalog.modelDescription
source: 모델 설명
en: Model Description

# catalog.noDescription
source: 모델 설명이 없습니다.
en: No model description.

# catalog.noLiteFile
source: `.litertlm` 파일을 찾지 못했습니다.
en: No `.litertlm` file found.

# catalog.noResults
source: 검색 결과 없음
en: No Results

# catalog.noResultsDetail
source: 검색어·필터를 바꿔 보세요.
en: Try different search terms or filters.

# catalog.notInstalled
source: 미설치
en: Not installed

# catalog.numbersNote
source: 수치는 참고용
en: Numbers are for reference only

# catalog.open
source: 열기
en: Open

# catalog.params
source: 매개변수 %@
en: %@ parameters

# catalog.permissionOff
source: 권한이 꺼져 있습니다. 설정에서 바꿔 주세요.
en: This permission is off. Change it in Settings.

# catalog.pickModel
source: 모델을 고르세요
en: Pick a Model

# catalog.pickModelDetail
source: 왼쪽 목록에서 고르면 상세·다운로드 옵션이 나옵니다.
en: Select one from the list on the left to see details and download options.

# catalog.recommended
source: 추천 모델
en: Recommended Models

# catalog.searchPlaceholder
source: 모델 검색 (입력하면 전체에서 검색)
en: Search models (searches everything once you type)

# catalog.seeAll
source: 전체 모델 보기
en: See All Models

# catalog.supportNote
source: 추론·함수 호출 지원은 설치 후 실측으로 확정됩니다 (실행 설정 표시).
en: Inference and function-calling support is confirmed by a real test after installation (shown in the run settings).

# catalog.toRecommended
source: 추천 모델로
en: Back to Recommended

# catalog.unknownCause
source: 원인 불명
en: unknown cause

# catalog.updatedDaysAgo
source: %d일 전
en: %d days ago

# catalog.updatedDaysAgoFull
source: %d일 전 업데이트
en: Updated %d days ago

# catalog.updatedToday
source: 오늘
en: today

# catalog.updatedTodayFull
source: 오늘 업데이트
en: Updated today

# chat.copy.answer
source: 응답 복사
en: Copy response

# chat.copy.question
source: 질문 복사
en: Copy question

# chat.edit.resend
source: 수정해서 다시 요청
en: Edit and resend

# chat.empty.native.message
source: 아래에 질문을 입력하세요
en: Type your question below

# chat.empty.native.title
source: 무엇을 도와드릴까요?
en: What can I help you with?

# chat.empty.server.message
source: 사이드바에서 모델을 고르고 ▶ 버튼(⌘R)으로 데몬을 띄우세요. 서버 시작 후 ⌘J로 서버 로그를 볼 수 있어요.
en: Pick a model in the sidebar and start the daemon with ▶ (⌘R). Once the server is running, press ⌘J to see the server log.

# chat.empty.server.title
source: 서버를 시작하고 채팅해 보세요
en: Start the server and try chatting

# chat.imageAttachment
source: (이미지 첨부)
en: (image attached)

# chat.newChat
source: 새 채팅
en: New chat

# chat.pickModel
source: 사이드바에서 모델을 고르세요
en: Pick a model in the sidebar

# chat.reasoning.active
source: 추론 중…
en: Thinking…

# chat.reasoning.expand
source: 추론 과정 펼치기
en: Show reasoning

# chat.reasoning.generating
source: 추론 과정 (생성 중)
en: Reasoning (generating)

# chat.reasoning.title
source: 추론 과정
en: Reasoning

# chat.responding
source: 응답 중…
en: Responding…

# chat.retry
source: 응답 재시도
en: Retry response

# chat.scrollToLatest
source: 최신 메시지로 이동
en: Jump to the latest message

# chat.selectModel
source: 모델 선택
en: Select a model

# chat.waitingFirstToken
source: 첫 토큰 대기 중…
en: Waiting for first token…

# chat.waitingFirstToken.seconds
source: 첫 토큰 대기 중… (%d초)
en: Waiting for first token… (%ds)

# chatError.engineInference
source: 앱 내 엔진 추론에 실패했습니다. 다른 엔진 모드로 바꿔 다시 시도해 주세요. (E-MAC-ENG-0002)
en: In-app engine inference failed. Switch to another engine mode and try again. (E-MAC-ENG-0002)

# chatError.engineInit
source: 엔진 초기화에 실패했습니다. 모델 파일과 메모리를 확인해 주세요. (E-MAC-ENG-0001)
en: Could not initialize the engine. Check the model file and available memory. (E-MAC-ENG-0001)

# chatError.engineTimeout
source: 응답 생성이 멈춰 중지했습니다. 다시 시도해 주세요. (E-MAC-ENG-0005)
en: Stopped because generation stalled. Please try again. (E-MAC-ENG-0005)

# chatError.nativeNotReady
source: 앱 내 엔진이 준비되지 않았습니다. 사이드바 엔진 행의 실행 버튼을 눌러 준비한 뒤 다시 전송해 주세요.
en: The in-app engine is not ready. Press the run button on the engine row in the sidebar, then send again.

# chatError.request
source: 요청 실패: 서버 상태를 확인해 주세요. (E-MAC-NET-0005)
en: Request failed: check the server status. (E-MAC-NET-0005)

# chatError.timeout
source: 서버 응답이 60초간 없어 중단했습니다. 데몬 상태를 확인한 뒤 다시 시도해 주세요. (E-MAC-NET-0006)
en: Stopped because the server did not respond for 60 seconds. Check the daemon status and try again. (E-MAC-NET-0006)

# common.cancel
source: 취소
en: Cancel

# common.close
source: 닫기
en: Close

# common.delete
source: 삭제
en: Delete

# common.reset
source: 기본값
en: Reset

# common.save
source: 저장
en: Save

# common.select
source: 선택
en: Choose

# config.auto
source: 자동
en: Auto

# config.budget
source: 예산 %@→%@
en: Budget %@→%@

# config.builtin
source: 내장
en: Built-in

# config.cache
source: 캐시 %@→%@
en: Cache %@→%@

# config.default
source: 기본
en: Default

# config.off
source: 끔
en: off

# config.on
source: 켬
en: on

# config.precision
source: 정밀도 %@→%@
en: Precision %@→%@

# config.threads
source: 스레드 %@→%@
en: Threads %@→%@

# config.unlimited
source: 무제한
en: Unlimited

# debug.all
source: 전체
en: All

# debug.autoScroll
source: 자동 스크롤
en: Auto-scroll

# debug.clear
source: 지우기
en: Clear

# debug.close
source: 닫기
en: Close

# debug.copied
source: 복사됨
en: Copied

# debug.copyAll
source: 전체 복사
en: Copy All

# debug.copyAllHelp
source: 필터·검색 무관 전체 로그 복사
en: Copy all logs regardless of filters or search

# debug.copySelection
source: 선택 복사
en: Copy Selection

# debug.copySelectionHelp
source: 선택한 행 복사 (선택 없으면 표시 전체)
en: Copy the selected rows (or everything shown if nothing is selected)

# debug.count.position
source: %d/%d건
en: %d/%d

# debug.empty.detail
source: 앱을 사용하시면 여기에 쌓입니다.
en: They will appear here as you use the app.

# debug.empty.noMatch
source: 일치하는 로그가 없어요
en: No matching logs

# debug.empty.title
source: 아직 로그가 없어요
en: No logs yet

# debug.filter.empty
source: %@ 조건에 맞는 로그가 없어요.
en: No logs match %@.

# debug.filter.hint
source: 조건을 바꾸어 보세요.
en: Try different filters.

# debug.filter.level
source: 레벨 %@
en: level %@

# debug.filter.query
source: 검색 '%@'
en: search '%@'

# debug.jumpBottom
source: 맨 아래로
en: Jump to Bottom

# debug.jumpBottomHelp
source: 최신 로그로 이동
en: Go to the newest log entry

# debug.level
source: 레벨
en: Level

# debug.next
source: 다음
en: Next

# debug.prev
source: 이전
en: Previous

# debug.search
source: 검색
en: Search

# dialog.allow
source: 허용
en: Allow

# dialog.deny
source: 거부
en: Deny

# dialog.takeover.message
source: 터미널에서 실행 중인 데몬을 종료하고 앱이 직접 띄운 데몬으로 바꿉니다. 터미널 쪽 연결은 끊어집니다.
en: This quits the daemon running in the terminal and switches to a daemon started by the app. The terminal session is disconnected.

# dialog.takeover.restart
source: 종료 후 앱 데몬으로 재시작
en: Quit it and restart as the app daemon

# dialog.takeover.saveOnly
source: 설정만 저장 (직접 재시작)
en: Save the setting only (restart manually)

# dialog.takeover.title
source: 외부 데몬 인수
en: Take over external daemon

# dialog.tool.message
source: 도구 실행을 허용할까요? (120초 무응답 시 거부)
en: Allow this tool to run? (Denied after 120 seconds without a response)

# dialog.tool.title
source: 도구 실행 허용
en: Allow tool execution

# download.cancel
source: 취소
en: Cancel

# download.cancel.help
source: 완전 취소 (.part 삭제)
en: Cancel completely (deletes the .part file)

# download.cancelled
source: 취소됨
en: Cancelled

# download.delete
source: 삭제
en: Delete

# download.delete.activeConfirm
source: 다운로드를 취소하고 목록에서 지울까요?
en: Cancel the download and remove it from the list?

# download.delete.activeNote
source: 미완성 파일도 함께 삭제됩니다.
en: The incomplete file is deleted as well.

# download.delete.idleConfirm
source: 목록에서 지울까요?
en: Remove it from the list?

# download.elapsed
source: 경과 %@
en: %@ elapsed

# download.error.authRequired
source: 승인 필요 (HTTP %d): HF에서 저장소 접근 승인 후 토큰 입력
en: Approval required (HTTP %d): approve access to the repository on HF, then enter a token

# download.error.notFound
source: 파일 없음 (HTTP 404): 저장소·파일명을 확인해 주세요
en: File not found (HTTP 404): check the repository and file name

# download.finished
source: 다운로드 완료·미설치
en: Downloaded · Not Installed

# download.inProgress
source: 진행 중
en: In progress

# download.pause
source: 일시정지
en: Pause

# download.paused
source: 일시정지됨 · %@
en: Paused · %@

# download.remaining
source: 남은 %@
en: %@ left

# download.restart
source: 다시 받기
en: Download Again

# download.restart.help
source: 처음부터 다시 받기
en: Download again from the start

# download.resume
source: 이어받기
en: Resume

# downloader.internalPathError
source: 내부 경로 오류
en: Internal path error

# downloader.openFailed
source: 파일 열기 실패: %@
en: Could not open the file: %@

# downloader.renameFailed
source: 개명 실패: %@
en: Could not rename: %@

# downloader.responseError
source: 응답 오류
en: Bad response

# downloader.writeFailed
source: 파일 쓰기 실패: %@
en: Could not write the file: %@

# engine.mode.native
source: 앱 내 엔진
en: In-app engine

# engine.mode.server
source: 서버
en: Server

# engineNotice.noFile
source: 모델 파일 없음: %@
en: Model file not found: %@

# engineNotice.noModel
source: 모델 미선택 — 모델을 먼저 고르세요
en: No model selected — pick a model first

# env.checking
source: 확인 중…
en: Checking…

# env.missing
source: 없음
en: Not found

# exa.checking
source: 확인 중…
en: Checking…

# exa.key.footer
source: 키는 이 Mac에만 저장됩니다. 웹 도구는 키가 있을 때만 모델에게 전달됩니다. 발급: https://dashboard.exa.ai
en: The key is stored only on this Mac. Web tools are offered to the model only when a key is present. Get one at https://dashboard.exa.ai

# exa.key.get
source: 키 발급
en: Get a key

# exa.key.missing
source: Exa API 키 없음
en: No Exa API key

# exa.key.placeholder
source: Exa API 키 (x-api-key)
en: Exa API key (x-api-key)

# exa.key.set
source: Exa API 키 설정됨
en: Exa API key is set

# exa.test.empty
source: 응답은 왔으나 결과가 비었습니다.
en: A response arrived but the results were empty.

# exa.test.failure
source: 실패 · %@
en: Failed · %@

# exa.test.success
source: 성공 · %@ — %@
en: Success · %@ — %@

# exa.test.successPrefix
source: 성공
en: Success

# followUp.example
source: %@ 예시 보여줘
en: Show an example of %@

# followUp.exampleGeneric
source: 구체적인 예시 보여줘
en: Show a concrete example

# followUp.fallback.detail
source: 더 자세히 설명해줘
en: Explain in more detail

# followUp.fallback.example
source: 예시 보여줘
en: Show an example

# followUp.fallback.related
source: 관련 주제 알려줘
en: Suggest related topics

# followUp.fallback.summary
source: 쉽게 요약해줘
en: Summarize it simply

# followUp.generating
source: 후속 질문 생성 중
en: Generating follow-up questions

# followUp.more
source: %@ 더 자세히 알려줘
en: Tell me more about %@

# followUp.next
source: 다음에 뭘 물어보면 좋을까?
en: What should I ask next?

# followUp.sendHelp
source: 클릭하면 바로 전송
en: Click to send right away

# followUp.summarize
source: 이 내용 요약해줘
en: Summarize this

# help.bottomPanel.off
source: 서버 실행 중에만 볼 수 있어요 (⌘J)
en: Available while the server is running (⌘J)

# help.bottomPanel.on
source: 하단 패널 토글 (⌘J)
en: Toggle the bottom panel (⌘J)

# help.commandPalette
source: 명령 팔레트 (⌘K)
en: Command palette (⌘K)

# help.inspector.show
source: 인스펙터 보이기 (⌥⌘I)
en: Show the inspector (⌥⌘I)

# help.inspector.toggle
source: 인스펙터 토글 (⌥⌘I)
en: Toggle the inspector (⌥⌘I)

# history.turns
source: %d턴
en: %d turns

# history.unlimited
source: 제한 없음
en: Unlimited

# import.badRepo
source: 저장소 주소가 올바르지 않습니다.
en: The repository address is not valid.

# import.checkFileHelp
source: 파일명을 Files 탭에서 확인
en: Check the file name on the Files tab

# import.close
source: 닫기
en: Close

# import.duplicate
source: 같은 파일을 이미 받는 중입니다.
en: This file is already downloading.

# import.fetchFailed
source: 목록 조회 실패: %@
en: Could not load the list: %@

# import.fetchNew
source: 새로 받기
en: Fetch New

# import.filePlaceholder
source: 파일명 (예: gemma-4-E2B-it.litertlm)
en: File name (e.g. gemma-4-E2B-it.litertlm)

# import.localIDPlaceholder
source: 로컬 모델 ID (예: gemma4-e2b)
en: Local model ID (e.g. gemma4-e2b)

# import.manualEntry
source: 직접 입력
en: Enter Manually

# import.noLiteFile
source: `.litertlm` 없음 — 저장소·토큰 확인 또는 파일명 직접 입력.
en: No `.litertlm` — check the repository and token, or type the file name directly.

# import.pending
source: 대기 중 — 다운로드 시작을 누르면 여기에 표시됩니다.
en: Waiting — progress appears here once you press Start Download.

# import.pickFile
source: 파일 선택
en: Select a file

# import.recommended
source: 추천 목록
en: Recommended

# import.repoPage
source: 저장소 페이지
en: Repository Page

# import.repoPlaceholder
source: 저장소 (org/repo)
en: Repository (org/repo)

# import.startDownload
source: 다운로드 시작
en: Start Download

# import.stepFile
source: 2 · 파일
en: 2 · File

# import.stepModel
source: 1 · 모델
en: 1 · Model

# import.stepProgress
source: 4 · 진행
en: 4 · Progress

# import.stepSave
source: 3 · 저장
en: 3 · Save

# import.title
source: 새 모델 가져오기
en: Import a New Model

# import.tokenPlaceholder
source: Hugging Face 토큰 (비공개 저장소만)
en: Hugging Face token (private repos only)

# input.attachImage
source: 이미지 첨부 (Vision 지원 모델)
en: Attach image (vision models)

# input.attachedOriginal
source: %@ (원본)
en: %@ (original)

# input.modelPicker
source: 채팅 모델
en: Chat model

# input.modelPickerHelp
source: 이번 채팅에 쓸 모델. 설치된 모델만 표시 (Gemma·Qwen 우선).
en: Model used for this chat. Only installed models are listed (Gemma and Qwen first).

# input.noModel
source: 모델 없음
en: No model

# input.noModelHelp
source: 사이드바 새로고침 후 모델을 가져오세요
en: Refresh the sidebar to load models

# input.placeholder
source: 메시지 입력… (Return 전송·Shift 줄바꿈)
en: Type a message… (Return to send, Shift for a new line)

# input.removeAttachment
source: 첨부 제거
en: Remove attachment

# input.routePicker
source: 전송 경로
en: Route

# input.routePickerHelp
source: 이번 전송에 쓸 경로. 데몬=서버 경유, 앱 내 엔진=프로세스 내 직접 추론.
en: Route for this send. Daemon goes through the server; in-app engine runs inference in-process.

# input.send
source: 전송
en: Send

# input.sendHelp
source: 전송 (⌘Return)
en: Send (⌘Return)

# input.sendHelp.native
source: 앱 내 엔진 초기화 후 전송 가능
en: Initialize the in-app engine to send

# input.sendHelp.server
source: 서버 시작 후 전송 가능
en: Start the server to send

# input.stop
source: 중지
en: Stop

# inspector.advanced
source: 고급
en: Advanced

# inspector.apply
source: 적용
en: Apply

# inspector.applyRestart
source: 적용 후 재시작
en: Apply and Restart

# inspector.audioBackend
source: Audio 실행
en: Audio Runtime

# inspector.auto.placeholder
source: 자동
en: Auto

# inspector.backend
source: 실행 설정
en: Runtime settings

# inspector.budget.help
source: 빈칸이면 무제한(-1).
en: Blank means unlimited (-1).

# inspector.cache
source: 캐시
en: Cache

# inspector.cache.disk
source: 디스크
en: Disk

# inspector.cache.memory
source: 메모리
en: Memory

# inspector.cache.none
source: 사용 안 함
en: Off

# inspector.cancel
source: 취소
en: Cancel

# inspector.cpuThreads
source: CPU 스레드
en: CPU Threads

# inspector.functionCall
source: 함수 호출
en: Function Calling

# inspector.functionCall.enableHint
source: 지원 모델을 가져오면 활성화됩니다.
en: Enabled once you download a supported model.

# inspector.functionCall.unsupported
source: 현 모델 미지원 — FunctionGemma 계열이 필요해요.
en: Not supported by the current model — a FunctionGemma series model is required.

# inspector.functionCall.unsupportedHelp
source: 이 모델은 함수 호출 미지원 (E-MAC-VALID-0008)
en: This model does not support function calling (E-MAC-VALID-0008)

# inspector.generate
source: 생성 설정
en: Generation settings

# inspector.hasChanges
source: 변경 사항이 있습니다
en: You have unsaved changes

# inspector.hideSection
source: 이 섹션 숨기기
en: Hide This Section

# inspector.kv.caption
source: 비워두면 모델 기본값 사용. 크게 잡으면 긴 대화 가능, 메모리 사용 증가.
en: Leave blank to use the model default. A larger value allows longer chats and uses more memory.

# inspector.kv.help
source: 컨텍스트+출력 창. 빈칸이면 모델 기본.
en: Context + output window. Blank uses the model default.

# inspector.kv.placeholder
source: 예: 10000
en: e.g. 10000
